Repository: jgcalle/ios-MyGamesTrackerBomb
Catalog: MyGamesTracker/*.lproj/Localizable.strings
Languages: es

# STRING_NO_FOUND_RESULTS
source: No games found
es: No encontré videojuegos

# STRING_CANCEL
source: Cancel
es: Cancelar

# STRING_OK
source: Ok
es: Aceptar

# STRING_ANY_PLATFORMS
source: Any platform
es: Cualquier plataforma

# STRING_SEARCH_LENGTH
source: %d characters are required for your search term at least
es: Al menos son necesarios %d carácteres para realizar la búsqueda

# STRING_PLATFORMS
source: Platforms
es: Plataformas

# STRING_PLATFORM
source: Platform
es: Plataforma

# STRING_SORT_BY
source: Sort by
es: Ordernar por

# STRING_SORT_BY_TITLE
source: Title
es: Título

# STRING_SORT_BY_RELEASE_DATE
source: Release date
es: Fecha de lanzamiento

# STRING_TEXTFIELD_GAME
source: Search by title
es: Buscar por título (inglés)

# STRING_FOOTER
source: Information received through
es: Información obtenida gracias a

# STRING_SEARCH_GAMES
source: Search games
es: Buscar videojuegos

# STRING_SEARCH
source: Search
es: Buscar

# STRING_NOT_FOUND_RESULTS
source: No Games
es: Sin videojuegos

# STRING_TITLE_TABLE
source: My Library
es: Mi Colección

# STRING_TITLE_TABLE_MUST
source: My Must-Haves
es: Mis Favoritos

# STRING_TITLE_SEARCH_TABLE
source: Games
es: Videojuegos

# STRING_LOADING_PLATFORMS
source: Loading platforms
es: Recuperando plataformas

# STRING_LOADED_PLATFORMS
source: %d Platforms loaded
es: %d Plataformas cargadas

# STRING_NOT_LOADED_PLATFORMS
source: Platforms not loaded
es: Imposible recuperar plataformas

# STRING_BUTTON_RETRY
source: Retry
es: Reintentar

# STRING_GAME
source: Game
es: Videojuego

# STRING_GAMES
source: Games
es: Videojuegos

# STRING_FOUND_GAMES
source: %d Games
es: %d juegos

# STRING_FOUND_GAME
source: %d Game
es: %d juego

# STRING_RELEASE_DATE
source: First released on
es: Fecha de lanzamiento

# STRING_DEVELOPER
source: Developer
es: Desarrollador

# STRING_PUBLISHER
source: Publisher
es: Distribuidor

# STRING_THEME
source: Theme
es: Temática

# STRING_GENRE
source: Genre
es: Género

# STRING_FRANCHISE
source: Franchise
es: Franquicia

# STRING_NO_DATA
source: Info not available
es: Info no disponible

# STRING_COVER
source: Cover
es: Portada

# STRING_IS_IN_MYTRACKERLIBRARY
source: Game in My Library
es: Pertenece a mi Colección

# STRING_IS_NOT_IN_MYTRACKERLIBRARY
source: Add Game to My Library
es: Añadir a mi Colección

# STRING_IS_IN_MYTRACKERMUSTHAVES
source: Game in My Must-Haves
es: Pertenece a mis Favoritos

# STRING_IS_NOT_IN_MYTRACKERMUSTHAVES
source: Add Game to My Must-Haves
es: Añadir a mis Favoritos

# STRING_ERROR_NSURL_HOST
source: Cannot find specified host.
es: No se pudo encontrar el servidor.

# STRING_ERROR_NSURL_CONNECT
source: Cannot connect to specified host. Server may be down.
es: No se pudo conectar con el servidor. Quizás esté caido.

# STRING_ERROR_NSURL_INTERNET
source: The Internet connection appears to be offline.
es: No hay conexión a Internet

# STRING_ERROR_GIANTBOMB_API_INVALID
source: Invalid API Key.
es: API Key no válida.

# STRING_ERROR_GIANTBOMB_API_NOT_FOUND
source: Game Data not found.
es: Datos del videojuego no encontrados.

# STRING_ERROR_GIANTBOMB_API_URL
source: Error in URL format.
es: Error en el formato de la URL.

# STRING_ERROR_GIANTBOMB_API_FILTER
source: Filter Error.
es: Error en la definición del filtro.

# STRING_ERROR_GIANTBOMB_API_ERROR
source: Error retrieving data from GiantBomb. Try it later.
es: Error recibiendo los datos de Giant Bomb. Inténtalo más tarde.

# STRING_HEADER_ERROR_ALERTVIEW
source: Oops! Something went wrong!
es: Vaya! Algo ha ido mal!

# STRING_ABOUT
source: About
es: Acerca de

# STRING_EMAIL_TEXT
source: Have you found any bug? Do you need support? Email me!
es: ¿Has encontrado un error? ¿Necesitas ayuda? Contacta conmigo!
